Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/svenskakyrkan/kh_nordsamiska.pdf.tmx
Source language: sme
Languages: smj

source: VálddUS daV ViSámEgillii
smj: váll jim julevsámegiell á j

source: GIRKOGIEHTAGIRJÁI Válddus davvisámegillii
smj: Oa jv vadus Svieriga girkko girkkogiehtagirjjáj

source: allameassu / meassu / ipmilbálvalus
smj: allamässo / mässo / jubmeldievnno

source: Oahpohis olbmos dollojuvvon ipmilbálvalus
smj: sahte almatjis dåjmadum jubmeldievnno

source: girkolaš doaimmahusat
smj: girkkolasj dåjmadime

source: Gásttašeapmi Konfirmašuvdna Vihaheapmi Hávdádeapmi
smj: Gástadus Skallidibme / Kånfirmasjåvnnå Fiesstim Hávddádibme

source: - Girkobielločuojaheapmi - Sálbma - Álggahansánit - Ándagisluoitinrohkos, Suttubeastinsánit dahje Lohpádussánit - Giittusrohkos (sáhttá biddjot Girku ovddasrohkosa oktavuhtii) - Kristusčuorvvas - Máidnunlávlla (Gloria ja Laudamus) - Beaivvi rohkos
smj: - Bielloskuoladibme - Sálmma - Álggembágo - Ándagisluojttemråhkålvis, Luojttembágo jali Jáhttembágo, Gijtulvisråhkålvis (máhttá girkko åvdåsråhkålvisá sähkaj biejaduvvat) - Kristusijtjuorvas (Kyrie) - Hievedus (Gloria ja Laudamus) - Udnásj åhkålvis

source: Sátni
smj: Báhko

source: - Teakstalohkan Boares testamenttas - Sáltarsálbma - Episttallohkan - Sálbma - Evangelium - Hallelujačuorvvas - Sárdni - Oskkudovddastus (Credo) - Sálbma - Ándagisluoitinrohkos, Suttubeastinsánit dahje Lohpádussánit (guđđojuvvojit eret jus dát oassi juo lea leamaš Čoagganeamis dahje biddjo Girku ovddasrohkosii.) - Girku ovddasrohkos (sáhttá sisttisdoallat rohkosa gásttašuvvon, konfirmerejuvvon ja náitalan olbmuid sihke giitalussániid jábmiide).
smj: - Lågos Oabme testamentas - Sálmajgirjjesálmma - Epistellågos - Sálmma - Evangelium - Hallelujatjuorvas - Sárnne - Jáhkodåbdåstibme (Credo) - Sálmma - Ándagisluojttemråhkålvis, Luojttembágo jali Jáhttembágo (báhtsi jus Tjoahkkimin jali Girkkoåvdåsråhkålvisán lågåduvvá) - Girkko åvdåsråhkålvis (dánna máhttá råhkålit sijá åvdås gudi li gástadum, skallidum, fiesstidum ja aj jábbmegij åvdås gijtulvisråhkålvisáv låhkåt) (Ándagisluojttemråhkålvis, Luojttembágo jali Jáhttembágo máhttá lågåduvvat aktan Girkko åvdåsråhkålvisájn.)

source: mális
smj: máles

source: - Sálbma (Válmmastallan / Offertorium) - Máidnun (Sursum Corda ja Prefašuvdna) - Bassi (Sanctus) - Eahkedismálisrohkos - Hearrá rohkos - Láibbi doadjaleapmi - Hearrá ráfi (Pax) - O Ipmila láppis (Agnus Dei) - Eahkedismállásiidjuohkin - Eahkedismállásiidrohkos
smj: - Sálmma (Gárvedibme / Offertorium) - Hievedussárnnom (Sursum corda ja Prefasjåvnnå) - Ájlis (Sanctus) - Iehkedismálesråhkålvis - Härrá råhkålvis - Lájbbedoadjem - Härrá ráfe (Pax) - Jubmela Libba (Agnus Dei)

source: Vuolggaheapmi
smj: mässo / jubmeldievnno

source: - Sálbma / Máidnun / (Benedicamus) - Buressivdnádus - Vuolggahansánit - Sálbma ja/dahje Loahppamusihkka (Postludium) jus Sálbma i leat Máidnuma oktavuođas
smj: - Sálmma / Hievedus (Benedicamus) - Buorissjivnnjádus - Rájadusbágo - Sálmma ja / jali Hiejttemtjuojadibme (Postludium) (gå sálmma ij le Hievedussan lávloduvvam.)

source: b / v: (Ipmil:) Áhči ja Bártni ja Bassi Vuoiŋŋa nammii.
smj: h / v: (Jubmela) Áhtje ja Bárne ja ájlis Vuojŋŋanisá namán.

source: Buressivdnádus lehkos min ipmilbálvalusas. dahje b.:
smj: jali h / v: Gålmaktes Jubmela namán jali h / v: Buorissjivnnjeda mijá jubmeldievnov.

source: Mii leat čoagganan doallat ipmilbálvalusa ovttas.
smj: jali h / v: Lip tjåhkanam jubmeldievnov aktan basodit.

source: Bassi, bassi, bassi lea Hearrá Sebaot.
smj: jali h / v: Ájlis, ájlis, ájlis le Härrá Sebaot.

source: Oppa eatnan lea dievva su hearvásvuođas.
smj: Åbbå ednam le dievas duv herlukvuodas.

source: 11 čoagganeapmi
smj: 12 tjoahkkim

source: álggahansánit 1 Don guhte leat sivdnidan máilmmi ja buot mii dan alde lea, guhte maiddái leat almmi ja eatnama Hearrá, don it oro tempelis mii lea ráhkaduvvon olmmošgieđain.
smj: álggembágo 1 Dån guhti le sjivnnjedam väráldav ja gájkka danna, guhti le alme ja ednama Härrá, dån i åro tiemmpelijn ma almasjgiedas li tsieggidum.

source: Albmi ja almmiid albmi eat du čáhkat.
smj: Alme ja almij almme e duv tjáhkkida.

source: Don leat dás - ii guhkkin ovttasge mis.
smj: Dánna dån le, ille avtastik mijás guhkin.

source: Odne mii eallit, lihkkat ja leat orrume.
smj: Dujna viessop, vájaldip ja lip.

source: Don leat min álgu ja joksanmearri.
smj: Dån le mijá álggo ja måhkke.

source: Buot máilmmi álbmogiiguin buot áiggiid mii giitit ja máidnut du.
smj: Gájkka ednama álmmugij ja gájkka ájgij gijttep ja hievedip duv:

source: álggahansánit 3 Dál lea Ipmila áigi.
smj: álggembágo 3 Dálla le Jubmela ájgge.

source: Dás viesustis son váldá min lieggasa ja čuovgasa sisa.
smj: Dánna viesonis tjoahkki mijáv lieggasij ja tjuovggaj.

source: Dál lea Ipmila áigi.
smj: Dálla le Jubmela ájgge.

source: Dál gálgá su sátni min rivttes geainnuid láidet ja veahkehit min oskut.
smj: Dál suv bágo mijáv lájddijisá ja viehkedisá jáhkket.

source: Dál sihtat rohkadallat ja dan vuostáiváldit maid Ipmil sihtá midjiide addit.
smj: De sihtap råhkådallat ja duosstot majt Jubmel vaddá.

source: álggahansánit 8 Duoddariid ja rabas eatnamiid Ipmil, mehciid ja rikkis máŋggabealatvuođa Ipmil, gávpogiid ja molsašuddi eallima Ipmil, du lahka mii sihtat eallit.
smj: álggembágo 8 Várij ja rabás ednamij Jubmel, vuomij ja valjes moattegerdak Jubmel, stádaj ja gålgge rievddadiddje iellema Jubmel, duv lahka sihtap viessot, duv namán sihtap råhkådallat.

source: álggahansánit 13 Ipmileamet lea buorre ja vuostáiváldá min árbmugasvuođain.
smj: álggembágo 13 Mijá Jubmel le buorre ja ármmogisvuodajn sån mijáv duossto.

source: Ipmil min ohcá, go leat su guođđime, ja sihtá min arvvosmahttit, go leat uhcašeame eallimeamet.
smj: Jubmel mijáv åhtså gå sujsta gájddanip, ja sån sihtá mijáv tjuodtjeldahttet gå mijá iellemijt lip uhtsahime.

source: Dovddastehkot dan dihte suttuideamet ja velggiideamet ja mannot roahkkatvuođain Ipmila ovdii oskkildeamin su fápmui ja árbmui.
smj: Dåbdåstup danen suttojdimme ja vielgijdimme ja duosstup rabás mielajn Jubmelav dårvustaládijn suv fábmuj ja ármmuj.

source: ándagisluoitinrohkos 3 Mon dovddastan dutnje, bassi Ipmil, ahte dávjá ja máŋgga láhkái lean suddudan jurdagiiguin, sániiguin ja daguiguin.
smj: ándagisluojttemråhkålvis 3 tj: Dåbdåstav dunji, ájlis Jubmelij, álu ja moatteláhkáj lev suddodam ussjolvisáj, bágoj ja bargoj.

source: Jurddaš mu ala váibmoláđisvuođain ja atte munnje Jesus Kristusa dihte ándagassii maid lean rihkkon du vuostái.
smj: Mujte muv ármmogisvuodajnat ja luojte muv mättojt ándagis Jesus Kristusa diehti. (h.:

source: (Gula dál juohke váimmu jávohis:..)
smj: Härrá, gulá juohkka vájmo sjávo dåbdåstimev: …

source: ándagisluoitinrohkos 4 s: Jesus Kristus, mon boađán du lusa ohcalaeme dálkkasteami och čuoččáldahttojumi.
smj: ándagisluojttemråhkålvis 4 tj: Jesus Kristus, duv lusá boadáv tjoavddalimev ja dálkkudimev åhtsålime.

source: Atte munnje ándagassii maid sivdnádusaidat vuostái, lagamuččaidan ja ieš iehčan vuostái lean suddudan.
smj: Vatte munji ándagis majt sjivnnjádusá, muv guorraulmutjij ja iehtjama vuosstij lev dahkam.

source: Vuostáiváldde mu du lohpádusat mielde ahte it hilggo geange guhte du ohcá.
smj: Duosto muv jáhtot milta juhte dån i avtanik hilgo guhti duv åhtså.

source: ándagisluoitinrohkos 7 S: Ipmil, duinna sáhtán sárdnut maid ihkinassii siđan.
smj: ándagisluojttemråhkålvis 7 tj: Jubmel, dujna oattjov akta mav sáhkadit.

source: Atte mu meaddimiid ándagassii (maid dál jávohaga dutnje dovddastan..) Jesusa nammii.
smj: Vatte muv mieddemijt ándagis, (majt dál dunji sjávot sárnov …) Jesusa namán.

source: suttubeastinsánit 1 v: Dutnje gii ánut suttuidat ándagassii dajan mon Jesus Kristusa gohččuma mielde: Du suttut leat ándagassii addojuvvon Áhči ja Bártni ja Bassi Vuoiŋŋa nammii.
smj: ándagisluojttem 1 h.: Dunji guhti áno suttoj ándagisluojttemav sárnov mån Jesus Kristusa gåhttjoma milta: Dunji le ándagis luojtteduvvam Áhtje ja Bárne (+) ja ájlis Vuojŋŋanisá namán.

source: suttubeastinsánit 2 b.:
smj: ándagisluojttem 2 h.:

source: Ipmil (mearehis ráhkisvuođastis) ráhkista du, lonista du ja addá dutnje ándagassii.
smj: Jubmel (gietjedis gieresvuodanis) ähttsá duv, lånesta duv ja luojttá dunji ándagis.

source: Áhči, Bártni ja bassi Vuoiŋŋa nammii.
smj: Áhtje ja Bárne (+) ja ájlis Vuojŋŋanisá namán.

source: lohpádussanit 1 b / v: Ipmil lea agálaš.
smj: jáhttembágo 1 h / v: Nåhkåmahtes le Jubmela ármmo.

source: Ipmil čuvge muođuidis midjiide dálkkasteapmin, čuožžileapmin ja eallimin.
smj: Jubmel árudijás tjuovggi mijá dálkudibmen, doarjjan ja iellemin.

source: lohpádussanit 2 b / v: Ipmil (mearehis ráhkisvuođastis) ráhkista, lonista ja addá ándagassii.
smj: jáhttembágo 2 h / v: Jubmel (gietjedis gieresvuodanis) ähttsá, lånesta ja luojttá midjij ándagis.

source: giittusrohkos 1 s: Ipmil, min Áhčči, mii giitit go geaidnu du lusa álo lea rabas Jesus Kristusa bokte.
smj: gijtulvisråhkålvis 1 tj: Jubmel, mijá Áhttje, mij gijttep, gå gäjnno duv lusi agev le rahppot Jesus Kristusa baktu.

source: Veahket min eallit du ándagassiiaddojumis.
smj: Viehkeda mijáv duv ándagisluojttemin viessot.

source: Nanostahte min oskku, lasit min doaivvu ja nanne min ráhkisvuođa.
smj: Gievrroda mijá jáhkov, laseda midjij dårvov ja nanni mijá gieresvuodav.

source: Ámen.
smj: Amen.

source: giittusrohkos 2 s: Giitu, Ipmileamet, go boađát midjiide ándagassiiaddojumiin ja attát midjiide fámu eallit.
smj: gijtulvisråhkålvis 2 tj: Gijtto, Jubmel, gå duosto mijáv ándagisluojttemijn ja vattá midjij fámov iellet.

source: giittusrohkos 3 s: Giitu. Ipmileamet, go buot du ráhkisvuhtii čáhká, giitu dan ovddas ahte don ođđa eallima attát ja roahkkatvuođa šaddat ja ahte váikkuhat árbmugasvuođain min siste.
smj: gijtulvisråhkålvis 3 tj: Å Jubmel, gijtov gå gájkka duv gieresvuodan le, gå ådå iellemav vattá ja måvtåv sjattatjit, ja dibdá ármmogisvuodat miján viessot.

source: guođđinrohkos 1 s: Árbmugas Ipmil, du ráhkisvuođas siđan eallit ja ráhkisvuođa lebbet.
smj: guodemråhkålvis 1 tj: Ármmogis Jubmel, Duv gieresvuodan sidáv viessot ja gieresvuodav iehtjádijda vaddet.

source: Basa mu vai buhtisin šattan.
smj: Dagá muv ráfe nävvon.

source: Dálkkoda mu vai dearvvašin šattan. Gease mu iežat lusa vai váibmu oččošii ráfi.
smj: Rájnni muv vaj rájnan sjattav, divo muv vaj varrásin sjattav, lájddi muv duv lusi vaj vájmmo ráfev oadtjo.

source: guođđinrohkos 2 s: Don guhte sihtet mu eallima ja leat sivdnidan mu dáhtot mielde, buot mii lea mu siste don dovddat ja fátmmastat láđisvuođain, heajuid sihke gievrraid, buohcciid ja sin geat leat dearvasat don dovddat.
smj: guodemråhkålvis 2 tj: Dån guhti muv iellet sihti ja muv sidodat milta sjivnnjedi, gájkka mujna dån dåbdå ja fármasta muv libbogisvuodajnat, fámodimev ja gievrav, skihpasav ja varrásav.

source: Dan dihte mon guođán iehčan dutnje almmá baluid haga dahje evttuiguin.
smj: Dan diehti balo dagi iehtjam dunji guodáv.

source: Deavtte mu du buriinat, vai šattan buressivdnádussan.
smj: Dievde muv buorijnat, vaj luluv sjaddat buorissjivnnjádussan.

source: Mon rámidan du viissisvuođa, don guhte heajuid ja geahnohemiid vuostáiválddát ja biját dávvirat rašes láirelihtiida.
smj: Mån guddnedav duv vijssudagáv, dån guhti ietjat lusi váldá fámodimev ja sjäbttjásav ja oamát bieja rasjes rájrrelihttáj.

source: 16 čoagganeapmi
smj: 16 tjoahkkim

source: kristusčuorvvas 1 b / v: Hearrá, don šaddet min vielljan.
smj: kristusijtjuorvas 1 sv.

source: Don dovddat min heađi.
smj: dån niedama dåbdå.

source: Don guddet dan ruossat alde.
smj: Dav ruossat nanna guoddi.

source: Lonis árpmuinat !
smj: Lånesta mijáv.

source: s: Árpmit min, Hearrá.
smj: tj: Härrá, ármmálaste.

source: b / v: Kristus, don leat ealli Hearrá.
smj: h / v: Kristus, dån le ielle Härrá.

source: Don leat minguin lohpádusainat.
smj: Åro jáhtut milta miján.

source: Várjal don min lahka du.
smj: tj: Kristus, ármmálaste.

source: b / v: Hearrá, don čohkkát Áhči olgeš gieđa bealde.
smj: h / v: Härrá, dån tjåhkkåha Áhtje oalges bielen.

source: Rohkadala min ovddas ja nanne min oskomet.
smj: Råhkåla mijá åvdås ja jáhkoma nanni.

source: Mii geahčadit du boahtima beaivái.
smj: Vuordatjip duv boahtembiejvev.

source: Boađe don, Hearrámet.
smj: tj: Härrá, ármmáláste.

source: 17 čoagganeapmi
smj: Psb.

source: kristusčuorvvas 2 SvPs 695:4, se bilaga b / v: Don girkkis iđitbeaivváš, atte ráhkisvuođa.
smj: 695:4, se bilaga h / v: Dån ihkát bájtte biejvváma, vatte gieresvuodav.

source: s: Hearrá, árpmit min (Kyrie eleison).
smj: tj: Härrá, gulldala (Kyrie eleison).

source: b / v: Don ealli geaidnu eallimii, atte oskku, dorvvu.
smj: h / v: Dån ielle gäjnno iellemij, vatte dårvov, jáhkov.

source: b / v: Don rabas uksa almmálaš, atte doaivvu, ávu.
smj: Dån rabás uksa almmelasj, vatte doaivov, vuorbev.

source: S: Hearrá, árpmit min (Kyrie eleison)
smj: tj: Härrá, gulldala (Kyrie eleison).

source: kristusčuorvvas 4 se bilaga s: Árpmit min, Hearrá, árpmit min, Hearrá, árpmit min, Hearrá.
smj: kristusijtjuorvas 4 (musikserie C, se bilaga) tj: Ármmálaste, Härrá, ármmálaste, Härrá, ármmálaste, Härrá.

source: Kyrie eleison.
smj: 17 tjoahkkim

source: máidnunlávlla 5 SvPS 697:2, se bilaga b / v: Ipmilii lehkos gudni ja ráfi eatnamis, olbmuide, geaid son ráhkista.
smj: 697:2, se bilaga h / v: Jubmelij årrus guddne ja ráfe ednamin almatjijda gejt ähttsá.

source: s: Beaivvi ja mánu násttiid ja balvvaid biekkaid ja báruid misiid ja mánáid, buot lea son sivdnidan, almmi ja eatnama. 18 čoagganeapmi
smj: (Julevsáme sálmmagirjje nr. 14) tj: Biejvev ja mánov, nástijt ja balvajt, biekkajt ja bárojt, miesijt ja mánájt, gajkŠ le sån sjivnnjedam, almev ja ednamav.

source: Ipmilii giitu !
smj: Jubmelij gijtto !

source: Giitot mii Ipmila.
smj: Gijttup mij Jubmelav !

source: Máidnot mii Ipmila Su bassi nama rámidit dál.
smj: Rámmpup mij Jubmelav ! Suv ájlis namáv hievedup de.

source: Ipmila Bárdni jápmima vuittii, eallima vuoitun addán lea midjii.
smj: Jubmela Bárnne jábmemav viddnij, iellemav vuojtton vaddám le midjij.

source: Ipmilii giitu.
smj: Sån mijá lunna le.

source: Vuoiŋŋainis, Bassi,
smj: Gijttup mij Jubmelav …

source: jeđđehus gievra eallima áigge fámolaš veahkkin.
smj: Vuojŋŋanis, ájlis, le jaskadiddjen viessoma ájgen fámolasj viehkken.

source: Várjala, cahkkida oskomet Ipmilii.
smj: Várjjala, tsahkkida jáhkuma Jubmelij.

source: 251) se bilaga b / v: Ipmilii lehkos gudni ja ráfi eatnamis, su olbmuide, geaid son ráhkista.
smj: Gijttup mij Jubmelav … (Julevsáme sálmmagirjje nr. 13) tj: Sjivnnjedam le balvatjijt sån Ja giedjegijt aj, mánátjijt gájkŠ.

source: s: Du rámidit, du bálvalit, du daguid ovddas giitit.
smj: Almme le suv, ednam nåv aj. Gijtatjip Jubmelav, Härráv.

source: b / v: Máidnu Ipmilii, máidnu Sivdnideaddjái, mii máidnumin lávlut ávuin !
smj: Härrá, mij gijttep duv, Härrá, mij rámmpop duv, Härrá, mij lávllop duv ájlis namáv.

source: 19 čoagganeapmi
smj: 18 tjoahkkim

source: b / v: Jesusii lehkos máidnu, máidnu lehkos min Beastái.
smj: Jesus dal le tjuodtjelam vat. Sån jábmám ham lij, viesso dal le.

source: Du lusa máidnu dál badjána.
smj: Dánna dal le, dánna dal le.

source: b / v: Máidnu gullo Vuigŋii, jeđđejeaddjái nai máidnu !
smj: Gijtatjip Jubmelav, Härráv. Härrá, mij gijttep duv …

source: Mii iluin rámpot daguidat.
smj: Jaskadus dal Vuojŋŋanis suv,

source: S: Du rámidit, du bálvalit, du daguid ovddas giitit.
smj: Ja sárnnedus iesj, ájlis sån le, Fert biejve le duvddemin ájn.

source: b / v: Kristus lea gasku min gaskkas.
smj: Gijtatjip Jubmelav, Härráv.

source: s: Su namas mii rohkadallat.
smj: Härrá, mij gijttep duv …

source: 20 čoagganeapmi Läsningen kan inledas med orden: Mii guldalit Boares testamentta sániid.
smj: hievedus 6 musikserie B, se bilaga h / v: Jubmelij årrus guddne ja ráfe ednamin suv almatjijda gejt ähttsá.

source: Dat leat váldojuvvon … … Textläsaren kan avsluta med orden: v: Ná gullojit Ipmila / Hearrá / Biibbala sánit.
smj: tj: Mij májnnop duv, duv råhkålip, duv dagoj åvdås gijttep. h / v: Máinno Jubmelij, Sjivnnediddjáj májnno, mij hievedip duv dal sjålijn !

source: s: Ipmil, mii giitit du. dahje s: Ipmil, daga sánát eallin midjiide.
smj: tj: Mij májnnop duv, duv råhkålip, duv dagoj åvdås gijttep.

source: Läsningen kan inledas med orden: Mii guldalit otnáš episttaltevstta.
smj: h / v: Jesusij årrus májnno, Lånestiddjáj aj májnno, mij bajedip duv lávllomin !

source: Dat lea váldojuvvon … … Textläsaren kan avsluta med orden: v: Ná gullojit Ipmila / Hearrá / Biibbala sánit.
smj: Gulldalup Oabme Testamenta bágojt... Textläsaren kan avsluta med orden:

source: s: Ipmil, mii giitit du. dahje s: Ipmil, daga du sáni eallin min gaskkas.
smj: v: Náv gulluji Jubmela / Härrá / Tjáluga bágo. tj: Jubmel, mij gijttep duv.

source: 21 sátni
smj: jali

source: Läsningen kan inledas med orden: b / v: Bajidehket váimmuideattet Ipmilii ja gullet otná beaivvi evangeliuma.
smj: Jubmel, dagá duv bágov iellen mijá siegen. Läsningen kan inledas med orden: Guhti låhkå máhttá náv javllat:

source: Ná čállá / ná čuožžu …
smj: Guhti låhkå häjttá návti:

source: Läsningen kan avslutas enligt följande: b / v: Ná gullo bassi evangelium.
smj: Läsningen kan avslutas enligt följande: h / v: Náv gullu ájlis evangelium.

source: s: Rámádus dutnje, Kristus.
smj: tj: Hieveduvvam le dån Kristus.

source: Trosbekännelsen kan inledas med orden: b / v: Dovddastehkot ovttas girku dovddastusa (mii lea Kristusa máilmmiviidosaš girku oktavuođa mearkan)
smj: Trosbekännelsen kan inledas med orden: h / v: Dåbtåstup dal aktan mijá girkko jáhkov (mijá oasálasjvuoda märkkan Kristusa girkkos väráldin)

source: 22 sátni Mii oskut Ipmil Áhččái, buotveagalažžii, almmi ja eatnama sivdnideaddjái.
smj: tj: Mij jáhkkep Jubmel Áhttjáj, gájkväksásij, alme ja ednama sjivnnjediddjáj.

source: Mii oskut Jesus Kristusii, Ipmila áidnoriegádan Bárdnái, min Hearrái, guhte sahkanii Bassi Vuoiŋŋas,
smj: Jáhkkep aj Jesus Kristusij, suv ájnnariegádim Bárnnáj, mijá Härráj, guhti ájlis Vuojŋŋanisás sahkanij,

source: riegádii nieida Marias, givssiduvvui Pontius Pilatusa áiggi, russiinávlejuvvui, jámii ja hávdáduvvui, njiejai jábmiid riikii, bajásčuožžilii jábmiid luhtte goalmmát beaivvi, manai bajás albmái, čohkká Ipmila, buotveagalaš Áhči, olgeš gieđa bealde, boahtá fas doppe dubmet elliid ja jábmiid.
smj: niejdda Marias riegádij, Pontius Pilatusa vuolen vájveduváj, ruossinávlliduváj, jámij ja hávddáduváj, jábbmegij rijkkaj luojttádij, goalmát biejve jábbmegij lussta tjuodtjelij, almmáj vuolgij, gájkviekses Jubmel Áhtje oalges bielen tjåhkkåhime, dåppelt vas boahtemin viessojt ja jábbmegijt duobbmitjit.

source: Mii oskut Bassi Vuigŋii,
smj: Jáhkkep aj ájlis Vuojŋŋanissaj,

source: bassi oktasaš girku, bassi olbmuid searvevuođa, suttuid ándagassiiaddojumi, oačči bajásčuožžileami ja agálaš eallima.
smj: ájlis aktisasj girkkuj, ájllisij sebrudahkaj, suttoj ándagisluojttemij, jábbmegij tjuodtjelibmáj ja ihkeva iellemij.

source: 23 sátni b / v: Dutnje, Ipmileamet, guhte leat árbmugas ja gulat min rohkosa, mii boahtit dovddastusaineamet ja rohkosiin / guođđinrohkosiin.
smj: 23 báhko Jubmel, buorissjivnnjeda mijá vattojt / Duosto mijáv ja mijá vattojt Jesusa namán, Amen.

source: Förbönsledaren kan till exempel avsluta förbönsmomenten med.: Hearrá, gula min rohkosa.
smj: Förbönsledaren kan till exempel avsluta förbönsmomenten med: Härrá, gulá mijá råhkålvisáv.

source: dahje Giitu go gulat min rohkosa Bohtos du riika, šaddos du dáhttu !
smj: jali Gijtov gå mijá råhkålvisáv gulá. jali Båhtus duv rijkka, sjaddus duv sidot !

source: dahje Gula min rohkosa, dálkkastahte máilmmi min bokte.
smj: jali Gulá mijá råhkålvisáv, rája mijáv duv väráldav varrásin dagátjit.

source: Bön om förlåtelse och Förlåtelseord i förbönen: b / v: Mii boahtit du lusa ohcaleame čuoččáldahttojumi.
smj: Bön om förlåtelse och förlåtelseord i förbönen: h / tj: Mij boahtep duv lusi tjoavddalimev åhtsålime.

source: Atte midjiide ándagassii maid du ja sivdnádusaidat vuostái leat rihkkon, lagamuččaideamet ja ieš iežamet vuostái.
smj: Luojte ándagis majt duv ja duv sjivnnjádusá vuosstij, guojmmásimme ja allasimme lip dahkam.

source: Vuostáiváldde min lohpádusat mielde ahte it áiggo geange hilgut guhte du ohcá.
smj: Duosto mijáv jáhtot milta juhte i avtanik hilgo guhti duv åhttså. 24 báhko

source: b.:
smj: h.:

source: Ipmil ráhkista, lonista min ja luoitá midjiide ándagassii.
smj: Jubmel ähttsá ja lånesta mijáv ja luojttá midjij ándagis.

source: (Ipmil:) Áhči ja Bártni (+) ja Bassi Vuoiŋŋa nammii.
smj: (Jubmela:) Áhtje ja Bárne (+) ja ájlis Vuojŋŋanisá namán.

source: böneavsnitt för döpta, konfirmerade och vigda samt tacksägelse för avlidna Ipmil, mii rohkadallat sin ovddas geat min searvegottis leat gásttašuvvon, NN (ja..)
smj: Jubmel, råhkålip sijá åvdås gudi mijá tjoaggulvisán gástaduvvi, NN:a åvdås (ja …) Sjaddus / sjaddusa sån / sij jáhkon.

source: Várjal ja divššu / sin (ja / sin bearrašiid) dál ja boahtte áiggis.
smj: Buorissjivnnjeda ja várjjala suv / sijáv (ja suv / sijá fuolkijt) dálátjis gitta ihkeven ájggáj.

source: Ipmil, mii rohkadallat sin ovddas geat leat konfirmerejuvvon, NN:a ovddas ja … Buressivdnit ja várjal sin eallingeainnuin.
smj: Jubmel, råhkålip sijá åvdås gudi mijá tjoaggulvisán li skallidum, NN:a ja … åvdås. Buorissjivnnjeda ja várjjála sijáv iellemgäjnon.

source: Ipmil, giitu ráhkisvuođa ja oktavuođa ovddas olbmuid gaskkas.
smj: Jubmel, gijtov gieresvuoda åvdås ja aktisasjvuoda åvdås almatjij gaskan.

source: Odne mii rohkadallat NN:a ja NN:a ovddas, geat galggaba náitalit / geat leaba náitalan.
smj: Uddni råhkålip NN:a ja NN:a åvdås gudi gállasjvuohtaj låjdåstiba / låjdåsti / libá / li låjdåstam.

source: Várjal sin du árpmus ja ráhkisvuođas ja buressivdnit sudno oktasaš eallima.
smj: Várjjala sunnuv / sijáv duv ármujn ja gieresvuodajn ja buorissjivnnjeda sunnu / sijá aktisasj iellemav.

source: Ipmil, don guottát min ealidettiin ja jámidiin./Ipmil, odne mii oažžut muittuhusa jámolašvuođasteamet.
smj: Jubmel, dån guottá mijáv viessomin ja jábmemin.

source: / Odne mii muitit ja giitit sin ovddas / Mii muitit ja giitit sin ovddas min searvegottis, geat leat jápmán (ja geaid namat leat), NN … jage boarisin.
smj: / Jubmel, uddni mujttep iehtjama jábbmelasjvuodav / Uddni mujttep sijáv ja gijttep sijá åvdås gudi mijá tjoaggulvisán li jábmám (ja gejt nammadip) NN.

source: Ipmil, mii rohkadallat buot sin ovddas geat moraštit.
smj: , … jage vuorasin. Jubmel, råhkålip gájkka surgulattjaj åvdås.

source: Vare don sidjiide attášit du nana jeđđehusat.
smj: Vatte sidjij duv jaskadusáv.

source: Divtte agálašvuođa čuovggas čuvget elliid ja jábmiid.
smj: Tjuovggijus ihkálasjvuoda tjuovgga viessojda ja jábbmegijda.

source: ovddasrohkos 1 Ipmil, don guhte leat sivdnidan almmi ja eatnama, mii giitit du buot dan ovddas mii lea eatnama alde.
smj: åvdåsråhkålvis 1 Jubmel, dån guhti almev ja ednamav sjivnnjeda, gijttep duv divnna åvdås mij ednamin viessu.

source: Oahpat min várjalit du sivdnádusa ja ovddasvástádusain máilmmis fuola atnit.
smj: Åhpada mijáv sjivnnjádusát várjjalit ja väráldav hábbmit huvsujn ja åvdåsvásstádusájn.

source: Ipmil, don guhte ráhkistat buot olbmuid, mii giitit du ráfi ja friddjavuođa ovddas.
smj: 25 báhko Jubmel, dån guhti gájkka almatjijt ähtsá, gijttep duv ráfe ja friddjavuoda åvdås.

source: Mii rohkadallat dus vuoimmi bealuštit buot geahnohemiid ja dahkat servodagamet rabasin ja vuoiggalažžan.
smj: Ánodip dujsta fámov gájkka fámodimijt bälostittjat ja mijá sebrudagáv rahpasin ja rievtukin dagátjit.

source: Ipmil, don guhte dagát girkot eallin, mii giitit du daid ovddas geat ledje ovdal min.
smj: Jubmel, dån guhti vattá duv girkkuj iellemav, gijttep sijá åvdås gudi mijá åvddåla li viessum.

source: Mii rohkadallat dus hálu guldalit ja oahppat ja roahkkatvuođa eallit du dáhtu mielde.
smj: Ánodip dujsta hálov gulldalit ja oahppat, ja jálosvuodav duv sidoda milta iellet.
